(charset "pc98")
(charset* 9 2 #\")
(charset* 9 7 #\')
(charset* 9 1
 #\! #\” #\# #\$ #\% #\& #\’ #\( #\) #\* #\+ #\, #\- #\. #\/
 #\0 #\1 #\2 #\3 #\4 #\5 #\6 #\7 #\8 #\9
 #\: #\; #\< #\= #\> #\? #\@
 #\A #\B #\C #\D #\E #\F #\G #\H #\I #\J #\K #\L #\M #\N #\O #\P #\Q #\R #\S #\T #\U #\V #\W #\X #\Y #\Z
 #\[ #\¥ #\] #\^ #\_ #\`
 #\a #\b #\c #\d #\e #\f #\g #\h #\i #\j #\k #\l #\m #\n #\o #\p #\q #\r #\s #\t #\u #\v #\w #\x #\y #\z
 #\{ #\| #\} #\¯)
(charset* 10 1
 #\。 #\「 #\」 #\、 #\・
 #\ヲ
 #\ァ #\ィ #\ゥ #\ェ #\ォ #\ャ #\ュ #\ョ #\ッ
 #\ー
 #\ア #\イ #\ウ #\エ #\オ
 #\カ #\キ #\ク #\ケ #\コ
 #\サ #\シ #\ス #\セ #\ソ
 #\タ #\チ #\ツ #\テ #\ト
 #\ナ #\ニ #\ヌ #\ネ #\ノ
 #\ハ #\ヒ #\フ #\ヘ #\ホ
 #\マ #\ミ #\ム #\メ #\モ
 #\ヤ #\ユ #\ヨ
 #\ラ #\リ #\ル #\レ #\ロ
 #\ワ #\ン
 #\゛ #\゜
 #\ヰ #\ヱ #\ヮ #\ヵ #\ヶ
 #\ヴ #\ガ #\ギ #\グ #\ゲ #\ゴ #\ザ #\ジ #\ズ #\ゼ #\ゾ #\ダ #\ヂ #\ヅ #\デ #\ド #\バ #\パ #\ビ #\ピ #\ブ #\プ #\ベ #\ペ #\ボ #\ポ)
(charset* 11 1
 #\ )
(charset* 11 2
 #\〞 #\〟)
; disable mapping for box-drawing characters
;(charset* 11 4 ..)
(charset* 11 80
 #\´ #\¨
 #\‘ #\“
 #\〔 #\〕
 #\〈 #\〉
 #\《 #\》
 #\『 #\』
 #\【 #\】
 #\ｰ)
(fontwidth 1)
(char-space #\ )
