(charset "pc98")
(charset* 48 1
 #\! #\" #\# #\$ #\% #\& #\' #\( #\) #\* #\+ #\, #\- #\. #\/
 #\0 #\1 #\2 #\3 #\4 #\5 #\6 #\7 #\8 #\9
 #\: #\; #\< #\= #\> #\? #\@
 #\A #\B #\C #\D #\E #\F #\G #\H #\I #\J #\K #\L #\M #\N #\O #\P #\Q #\R #\S #\T #\U #\V #\W #\X #\Y #\Z
 #\[ #\\ #\] #\^ #\_ #\`
 #\a #\b #\c #\d #\e #\f #\g #\h #\i #\j #\k #\l #\m #\n #\o #\p #\q #\r #\s #\t #\u #\v #\w #\x #\y #\z
 #\{ #\| #\} #\~)
(charset* 49 1
 #\Ǎ #\ǎ #\ǐ #\Ḿ #\ḿ #\Ǹ #\ǹ #\Ǒ #\ǒ #\ǔ #\ǖ #\ǘ #\ǚ #\ǜ
 #\¿
 #\À #\Á #\Â #\Ã #\Ä #\Å #\Æ #\Ç #\È #\É #\Ê #\Ë #\Ì #\Í #\Î #\Ï #\Ð #\Ñ #\Ò #\Ó #\Ô #\Õ #\Ö #\Ø #\Ù #\Ú #\Û #\Ü #\Ý
 #\Þ #\ß #\à #\á #\â #\ã #\ä #\å #\æ #\ç #\è #\é #\ê #\ë #\ì #\í #\î #\ï #\ð #\ñ #\ò #\ó #\ô #\õ #\ö #\ø #\ù #\ú #\û #\ü #\ý #\þ #\ÿ
 #\Ā #\Ī #\Ū #\Ē #\Ō #\ā #\ī #\ū #\ē #\ō
 #\Ą #\Ł #\Ľ #\Ś #\Š #\Ş #\Ť #\Ź #\Ž #\Ż
 #\ą #\ł #\ľ #\ś #\š #\ş #\ť #\ź #\ž #\ż
 #\Ŕ #\Ă #\Ĺ #\Ć #\Č #\Ę #\Ě #\Ď #\Ń #\Ň #\Ő #\Ř #\Ů #\Ű #\Ţ
 #\ŕ #\ă #\ĺ #\ć #\č #\ę #\ě #\ď #\đ #\ń #\ň #\ő #\ř #\ů #\ű #\ţ
 #\Ĉ #\Ĝ #\Ĥ #\Ĵ #\Ŝ #\Ŭ
 #\ĉ #\ĝ #\ĥ #\ĵ #\ŝ #\ŭ
 #\ɱ #\ʋ #\ɾ #\ʃ #\ʒ #\ɬ #\ɮ #\ɹ #\ʈ #\ɖ #\ɳ #\ɽ #\ʂ #\ʐ #\ɻ #\ɭ #\ɟ #\ɲ #\ʝ #\ʎ #\ɡ #\ŋ #\ɰ #\ʁ #\ħ #\ʕ #\ʔ #\ɦ #\ʘ #\ǂ #\ɓ #\ɗ #\ʄ #\ɠ #\Ɠ #\œ #\Œ #\ɨ #\ʉ #\ɘ #\ɵ #\ə #\ɜ #\ɞ #\ɐ #\ɯ #\ʊ #\ɤ #\ʌ #\ɔ #\ɑ #\ɒ #\ʍ #\ɥ #\ʢ #\ʡ #\ɕ #\ʑ #\ɺ #\ɧ #\ɚ
 #\æ #\ǽ #\ὰ #\ά #\ɔ #\ɔ #\ʌ #\ʌ #\ə #\ə #\ɚ #\ɚ #\ὲ #\έ)
(fontwidth 1)
(char-space #\ )
